{"index": {}}
{"title": "仮面ライダー", "start_date": 19710403, "end_date": 19730210, "description": "優秀な科学者にしてオートレーサーの大学生・本郷猛は、世界征服を企てる悪の秘密結社・ショッカーに捕われてしまう。本郷の能力に着目していたショッカーは、アジトで1週間かけて彼をバッタの能力を持つ改造人間に改造した。しかし、本郷は脳改造される寸前、ショッカーに協力させられていた恩師・緑川博士に助けられてアジトから脱出する。以降、仮面ライダーとなった本郷は、ショッカーが送り出す怪人たちを次々に倒していく。ショッカーは仮面ライダー打倒のため、フリーカメラマン・一文字隼人を仮面ライダー同様の改造人間に改造する。だが、一文字も脳改造の直前に本郷に救出され、もう1人の仮面ライダーとなる。こうして誕生した2人の仮面ライダーは日本と海外に別れ、時には共闘しながら、オートレーサーとしての師・立花藤兵衛、FBI捜査官・滝和也、自分たちに憧れる少年仮面ライダー隊などの多くの仲間たちの協力を得て、ショッカーと戦う。普通の人間に戻れなくなった悲しみを仮面の下に隠し、「人間の自由のため」に"}
{"index": {}}
{"title": "仮面ライダーV3", "start_date": 19730217, "end_date": 19740209, "description": "仮面ライダー1号・2号の活躍によって悪の組織ゲルショッカーは壊滅し、世界に平和が戻ったかに見えた。しかし、生きていたゲルショッカー首領は密かに新組織・デストロンを結成して再び世界征服に乗り出すと、目撃者を容赦なく抹殺していた。1号こと本郷猛の大学の後輩・風見志郎はある夜、デストロンの悪事を目撃したため、命を狙われるようになる。また、そのアジトを見つけた珠純子を助けたため、怪人・ハサミジャガーが風見家を襲撃し、両親と妹は志郎の目の前で殺害される。怒りに燃えて復讐を誓った志郎はそのための力を得ようと1号・2号に自分の改造を願うが、改造人間の悲哀を誰よりも知る彼らに拒否される。しかしその後、志郎はデストロンの罠に落ちた1号・2号を助けようとして瀕死の重傷を負う。1号・2号は彼の命を救うために改造手術を施し、第3の仮面ライダー「V3」として復活させる。こうして、V3とデストロンとの死闘の幕が切って落とされた。"}
{"index": {}}
{"title": "仮面ライダーX", "start_date": 19740216, "end_date": 19741012, "description": "海洋科学者・神啓太郎（じん けいたろう）教授は、日本全滅を狙う大国の連合組織「GOD（ゴッド）機関」より組織への加入を迫られる。拒否した神教授は報復としてGODから重傷を負わされ、彼を助けようとした息子・神敬介（じん けいすけ）も殺害されてしまう。瀕死の神教授は、最後の力で敬介にサイボーグ手術を施し、深海開発用改造人間・カイゾーグとして蘇らせ、「仮面ライダーX」の名を与える。父の遺志を継ぎ、日本全滅を図るGODと戦う決意を固めた敬介の前には、かつての恋人・水城涼子（みずき りょうこ）がGODの一員として現れるうえ、彼女と同じ顔をした謎の女性・霧子（きりこ）が敬介を助ける。涼子の真意と霧子の正体を求めつつ、過去の「仮面ライダー」の協力者である立花藤兵衛らの助力も得て、XライダーはGODに立ち向かう。実は涼子は国際秘密警察の調査員であり、GODへの潜入のために敬介たちを裏切る振りをしていた。そして霧子は、涼子の双子の妹だった。その事実が明らかになったとき、GODの手にかかって姉妹は命を落とす。悲しみをこらえ、Xライダーとして戦い抜くことを誓った敬介の前には、GOD秘密警察第一室長・アポロガイストが現れる。その強大な力にXライダーは苦戦を強いられるが、なんとか勝利する。敗北したアポロガイストは強化手術を受け、それまで以上に恐ろしい力を得てよみがえるが、その再生は不完全であり、余命を延ばすためにはXライダーの持つパーフェクターが必要だった。生き残りをかけた激闘の末、ついにXライダーはアポロガイストを完全に倒す。アポロガイストの死後、GOD悪人軍団を率いる新幹部・キングダークが姿を現す。キングダークの巨体を自由に動かすために必要なRS装置の設計図は9つに分割されており、Xライダーと悪人軍団は争奪戦を繰り広げる。そのさなか、強敵・クモナポレオンにXライダーは敗れてしまうが、駆けつけた仮面ライダーV3＝風見志郎によって強化再生され、新たな力を得てGODに立ち向かう。やがてキングダークはRS装置を待ちきれずに立ち上がると、戦闘に臨む。その巨大な体内に侵入したXライダーは、そこでGODを操っていたと自称する呪博士と対峙し、彼を倒す。呪の死とともにキングダークも爆発四散し、ここにGODは滅びた。敬介は藤兵衛たちに別れを告げ、どこかへ旅立っていった。"}
{"index": {}}
{"title": "仮面ライダーアマゾン", "start_date": 19741019, "end_date": 19750329, "description": "生まれて間もなく、両親とともにアマゾンで遭難した日本人・山本大介は、自分が日本人とは知らずにアマゾンのジャングルで野生児アマゾンとして育った。ある日、古代インカ帝国の秘宝「ギギの腕輪」を狙う十面鬼ゴルゴス率いるゲドンが、反乱を起こした。古代インカ一族の長老・バゴーはギギの腕輪を守るため、アマゾンにギギの腕輪を古代インカ帝国に伝わる秘術によって移植し、仮面ライダーアマゾンに改造した。そして、彼に自己催眠をかけて日本に向かわせた。ゴルゴスもまた、アマゾンのギギの腕輪を狙って日本に向かう。ここに、アマゾンとギギの腕輪をねらうゲドンとの戦いが始まった。しかし、アマゾンにとって日本は故郷といえども未知の異郷も同然である。そんな彼も、岡村まさひこ少年やその姉・りつ子、かつて仮面ライダーXまでの仮面ライダーとともに悪の組織と戦った立花藤兵衛、ゲドンを裏切ったモグラ獣人といった仲間に支えられていく。十面鬼は第2の離反者・獣人ヘビトンボがアマゾンと共闘したこともあって倒され、ゲドンは壊滅する。しかしヘビトンボはより強大な組織・ガランダー帝国の尖兵だった。十面鬼が所持していたもうひとつのインカの秘宝「ガガの腕輪」は帝国の支配者・ゼロ大帝の手に渡り、アマゾンの戦いはなおも続く。激しさを増すガランダー帝国の攻撃にモグラ獣人が命を落としたものの、アマゾンはゼロ大帝を追い詰める。大帝の逆襲によってアマゾンは窮地に陥るが、ギギとガガ、2つの腕輪が合わさることで生まれた力で勝利する。アマゾンはまさひこたちに別れを告げ、南米行きの船で日本を発つのだった。"}
{"index": {}}
{"title": "仮面ライダーストロンガー", "start_date": 19750405, "end_date": 19751227, "description": "大学生・城茂（じょう しげる）は、悪の組織ブラックサタンの秘密を知ったことで殺された友人・沼田五郎（ぬまた ごろう）の仇を討つため、自ら進んでブラックサタンのアジトに乗り込む。そして、苦痛に耐えながら改造手術を受けて電気人間となった。自己催眠装置によって脳改造を免れて大首領への宣誓の場で反旗を翻した茂は、電波人間に改造された岬ユリ子（みさき ゆりこ）を救出し、ともにアジトから脱出に成功。以後、茂は仮面ライダーストロンガー、ユリ子は電波人間タックルとして、各地をさすらいながらブラックサタンの奇械人と戦う。旅の途中、仮面ライダーアマゾンまでの歴代ライダーとともに戦った立花藤兵衛が加わり、3人旅となった。ブラックサタンを壊滅させたストロンガーとタックルだったが、デルザー軍団が出現。デルザーの改造魔人を前にユリ子が命を落とし、ストロンガーはブラックサタンの科学者だった正木陽一郎（まさき よういちろう）博士によって再改造されて改造超電子人間にパワーアップした。そして、世界各地から歴代ライダーが次々と日本に帰国。ストロンガーは彼らとともに、デルザーとの最終決戦に臨む。"}
{"index": {}}
{"title": "スカイライダー", "start_date": 19791005, "end_date": 19801010, "description": "7人ライダーがデルザー軍団を滅ぼしてから数年。かつて世界で猛威を振った秘密結社ショッカーの名を受け継ぐ新組織・ネオショッカーが現れた。城北大学の大学生・筑波洋（つくば ひろし）はハンググライダーの練習中、ネオショッカーの魔手から逃れようとしていた人間改造工学者・志度敬太郎（しど けいたろう）博士を助けた。志度博士は、非情な組織のやり方に良心の呵責に耐え切れずに脱走したのだ。博士を匿う洋だったが、博士を追ってきたネオショッカーの怪人ガメレオジンによって瀕死の重傷を負ってしまう。洋を救うため、博士は洋を改造人間として蘇らせた。復活した洋は、ネオショッカーから人類を守るために戦うことを決意する。変身した洋の姿を見て、博士は洋を「仮面ライダー」と名付けた。やがて、海外に旅立った志度博士に頼まれ、洋の大学の先輩・谷源次郎（たに げんじろう）が洋に協力することになった。さらに、世界各地でネオショッカーと戦っていた7人ライダーが帰国。彼らとの特訓によって、スカイライダーはパワーアップした。"}
{"index": {}}
{"title": "仮面ライダースーパー1", "start_date": 19801017, "end_date": 19810926, "description": "アメリカ合衆国の国際宇宙開発研究所で、惑星開発用プロジェクトが進められていた。日本人男性・沖一也（おき かずや）は、自ら志願して改造手術を受け、惑星開発用改造人間・スーパー1となった。スーパー1の存在を知ったテラーマクロ率いる暗黒国家ドグマ（ドグマ王国）は、スーパー1の引き渡しを要求してきた。プロジェクトの責任者・ヘンリー博士がこれを断ったため、研究所はドグマ（ドグマ王国）によって全滅させられてしまう。一也はスーパー1に変身して生還するが、一也はまだ自力で変身できなかった。変身の極意を得るため、日本に帰国した一也は、幼少期から老師のもとで鍛えていた赤心寺に身を隠し、赤心少林拳の奥義を身につけるべく、心身を鍛え上げた。そして半年後、一也は老師の指示で100人組手の地獄稽古によって、遂に変身の極意を会得した。スカイライダーとともにネオショッカーと戦った谷源次郎から仮面ライダースーパー1＝スーパーライダーの名を贈られ、人類の未来のために戦う。"}
{"index": {}}
{"title": "仮面ライダーZX", "start_date": 19840103, "end_date": 19840103, "description": "かつて地球で猛威を振るったショッカーをはじめとする歴代暗黒組織を裏から操っていた、最強の暗黒組織・バダンが活動を始めた。ブラジルの大学に通っていた大学生・村雨 良（むらさめ りょう）はバダンに囚われて脳以外の99%を改造され、パーフェクトサイボーグとなってしまう。事故により自我を取り戻した良は処刑されそうになるが辛くも基地から脱出し、自分と同じくバダンに囚われて殺害された姉・村雨 しずかの敵を討つため、バダンの放った怪人たちと戦う。そして、戦いの中で先輩の9人ライダーと出会った良は、仮面ライダー10号に当たる仮面ライダーZX（かめんライダーゼクロス）として迎え入れられる。"}
{"index": {}}
{"title": "仮面ライダーBLACK", "start_date": 19871004, "end_date": 19881009, "description": "大学生・南光太郎（みなみ こうたろう）は19歳の誕生日を迎えた日、親友の秋月信彦とともに暗黒結社ゴルゴムによって拉致される。そして、次期創世王候補にせんとする三神官から体内にキングストーン「太陽の石」を埋め込まれ、世紀王ブラックサンに生体改造された。息子たちから人としての記憶だけは消させまいと乱入した秋月総一郎の手引きによって、脳改造を受ける寸前に、ゴルゴムが世紀王のために用意していたバイク型生命体・バトルホッパーを駆って逃亡した光太郎だったが、三神官に捕われて攻撃を受ける。その衝撃の中、光太郎の体は異形のバッタ男からブラックサンの姿となる。その後、総一郎の死を経て、光太郎は仮面ライダーBLACKを名乗り、信彦の救出とゴルゴム壊滅のために戦いを開始する。"}
{"index": {}}
{"title": "仮面ライダーBLACK RX", "start_date": 19881023, "end_date": 19890924, "description": "仮面ライダーBLACK＝南光太郎が暗黒結社ゴルゴムを滅ぼしてから半年が経過した。かつての友を失い心身ともに傷ついた光太郎は、おじの佐原俊吉の家に身を寄せ、佐原の航空会社でヘリコプターパイロットの職を得て平和な日々を過ごしていた。ある日、光太郎は光を発する3本の不思議な杭を目撃。杭を設置する怪人の目撃情報を得て調査を行う途中、怪魔界から現れたクライシス帝国の前線基地であるクライス要塞に拘束・拉致される。そこでクライシス軍司令官ジャーク将軍は、光太郎にクライシス帝国の尖兵となって地球の全人類を抹殺することを要求する。だが、光太郎はこれを拒否したことで、変身機能を破壊されて宇宙空間へと放り出されてしまった。しかし、光太郎の体内の太陽の石 / キングストーンが太陽光線を吸収し、光太郎を仮面ライダーBLACK RXに転生させた。さらに、かつての相棒・バトルホッパーもアクロバッターとして転生して駆けつける。かくして、RXとクライシス帝国との戦いの火蓋は切られた。"}
